{
  "title": "SciMetrika Recommends AEA",
  "date": "2017-10-21T07:08:00.000Z",
  "thumbnail": "/uploads/developer.jpg",
  "featureImage": "/uploads/developer.jpg",
  "summary": "To friends, partners and business associates of SciMetrika...",
  "body": "<p>To friends, partners and business associates of SciMetrika:</p>\n\n<p>I appreciate the concerns you have shown for the safety of my family in Haiti. As most of you know by now my wife Valery and I still have brothers, sisters, cousins, uncles, aunts and nieces who live in the country. In light of so much devastation, we cannot stay idle while friends and blood relatives are suffering. In fact, one of the thoughts that came to my mind as I was listening to the news is that this could have been me. I could have been one of those who lost their house or their life and being shown on camera without much dignity. But regardless of where we are from, I think this tragedy affects all of us as human beings. As Nicholas Kristoff says, \\[I paraphrase] “In light of this tragedy, we are all Haitians”.</p>\n\n<p>So, as members of one human family and “Haitian” in this circumstance, what can we do?</p>\n\n<p>Personally, I plan to go to Haiti no later than the end of March. On my trip, I want to do my best to provide as much help to as many individuals as I can to include members of my family. I want to do the little bit I can to help alleviate as much pain and bring as much comfort as I can. Also, this trip will enable me to get an assessment of what the needs are and how I or SciMetrika can help not just in the short term but also in the long term.</p>\n\n<p>However, you don’t have to travel to Haiti to help with the recovery. In the near future (and in fact for years to come), Haiti will be a public health disaster. There are many victims who will continue to need medical care; the risk of outbreaks will continue to be a threat; and the need for food and clean water will remain great. In the long term, many survivors are likely to suffer from illnesses related to the quake including respiratory illnesses or mental health disorders (post-traumatic stress). With this, if you have not already done so, I suggest that you help those who are currently suffering from the quake. There are number of organizations that have an excellent track record of working in Haiti including Partners In Health (http://www.pih.org). If you want to support a small non-profit organization where 100% of the funds received will go to those who are in need, I recommend “Amour en Action” (“Love in Action” in English, <a href=\"http://www.amourenaction.org\">http://www.amourenaction.org</a>). I have also contributed to the following small organizations: “Family Health Ministries” (http://www.familyhm.org) and “Hearts with Haiti” (http://www.heartswithhaiti.org). Note that your contributions to all of these organizations are tax-deductible.</p>\n\n<p>While the need in Haiti will continue for many years, I fear that the attention given to Haiti by the news media will be short-lived. There are a number of world events (congressional elections in the US, war in Afghanistan or election in Great Britain) that are likely to eclipse any news related to Haiti after June or July. This could remove the need for action from our collective conscience. However, to paraphrase Tracy Kidder1, “the tragedy in Haiti is not the result of the quake but rather a result of our inadequate response to poverty”. Many of those killed and the continued suffering of those who survived the quake is due to the fact that Haiti lacked (and continues to lack) the necessary resources to build adequate housing or the infrastructure to respond to natural disasters.</p>\n\n<p>The response to combat poverty in the long term to prevent a natural disaster in Haiti of having such an impact is more complex and will likely require more than the giving of funds. The annals of history are clear: there are no countries that have risen out of poverty through the help of foreign aid alone. What’s needed first and foremost (again in the long term) is the creation of jobs that will give rise to a working and middle class. Hence, the best way to help is to help create jobs. This is akin to teaching how to fish as opposed to giving the fish. It’s a gift that will keep on giving.</p>\n\n<p>So, how can one person help create jobs in Haiti? I suggest that you consider contributing to micro-lending organizations such as Kiva (http://www.kiva.org). Some of these small loans lead to small business owners creating employment not only for themselves but other members of their communities. in addition, to the micro-lending, we need macro-lending, more industries and large businesses in Haiti that will create hundreds and thousands of jobs in Haiti. In particular, I strongly believe there will be a need for industries such as textiles or construction. If any of us can help bring one such company to Haiti, we have a duty to do so.</p>\n\n<p>Besides SciMetrika, I promise to dedicate myself to the endeavor of creating as many jobs as I possibly can in Haiti. I ask all of my friends, partners and business associates to assist with this endeavor. I will share with you my action plan in the months to come.</p>\n\n<p>Yours truly,</p>\n\n<p>Jean G. Orelien<br />CEO and President,<br />SciMetrika, LLC<br /></p>\n\n<p>1Tracy Kidder is the author of “Mountain Beyond Mountains”, a book about the work in Haiti of Dr. Paul Farmer, founder of PIH.</p>",
  "authorName": "Leigh Grainger"
}